# brew list -1
aria2
autoconf
automake
axel
bison
boot2docker
cmake
cscope
docker
fig
gdbm
gettext
git
glib
gmp
go
gsl114
htop-osx
httpie
jq
libev
libevent
libffi
libpng
libtool
libyaml
lua51
luajit
makedepend
md5sha1sum
mercurial
mobile-shell
ncdu
node
openssl
ossp-uuid
pcre
pkg-config
postgresql
protobuf
proxychains-ng
readline
redis
rlwrap
ruby
snappy
ssdb
syck
the_silver_searcher
tmux
tree
vim
watch
wget
xctool
xz
zsh
zsh-completions
