tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask", "https://mirrors.ustc.edu.cn/homebrew-cask.git"
tap "homebrew/core", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-core.git"
tap "homebrew/services"
tap "openresty/brew"
tap "universal-ctags/universal-ctags"
brew "axel"
brew "bat"
brew "caddy"
brew "ccls"
brew "cmake"
brew "cocoapods"
brew "composer"
brew "devd"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "node"
brew "fx"
brew "fzf"
brew "glog"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "sqlite"
brew "python"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "inetutils"
brew "ios-deploy"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "snappy", link: false
brew "leveldb"
brew "lz4"
brew "librdkafka"
brew "libuv"
brew "lmdb"
brew "logrotate"
brew "lua"
brew "lua@5.1"
brew "luajit"
brew "maven"
brew "mdcat"
brew "mysql@5.7"
brew "ncdu"
brew "node@10"
brew "openexr"
brew "pcre2"
brew "redis", restart_service: true
brew "ripgrep"
brew "rlwrap"
brew "scala"
brew "snzip"
brew "szip"
brew "tealdeer"
brew "terminal-notifier"
brew "tesseract"
brew "the_silver_searcher"
brew "tmux"
brew "watchman"
brew "wrk"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "dart-lang/dart/dart"
brew "openresty/brew/openresty"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "android-studio"
cask "appcleaner"
cask "bilibili"
cask "docker"
cask "gitter"
cask "intellij-idea-ce"
cask "iterm2"
cask "keepingyouawake"
cask "licecap"
cask "sourcetree"
cask "spectacle"
