tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "automake"
brew "axel"
brew "bsdiff"
brew "caddy"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "dnsmasq", restart_service: true
brew "elasticsearch"
brew "fzf"
brew "geoip"
brew "git"
brew "htop"
brew "oniguruma"
brew "jq"
brew "libunistring"
brew "libuv"
brew "libyaml"
brew "lua@5.1"
brew "maven"
brew "mongodb@3.4"
brew "ncdu"
brew "node"
brew "nsq"
brew "postgresql@9.6"
brew "privoxy"
brew "sqlite"
brew "protobuf"
brew "python"
brew "reattach-to-user-namespace"
brew "redis"
brew "rlwrap"
brew "ruby"
brew "ssdb"
brew "the_silver_searcher"
brew "tmux"
brew "watchman"
brew "websocketd"
brew "wget"
brew "wrk"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "keepingyouawake"
cask "macdown"
cask "shadowsocksx-ng"
