abseil
ast-grep
atuin
bat
bear
boost
brotli
c-ares
ca-certificates
caddy
cmake
codex
curl
deno
diff-so-fancy
difftastic
dotenv-linter
double-conversion
dua-cli
edencommon
fb303
fbthrift
fd
fizz
fmt
folly
fontconfig
freetype
fzf
gemini-cli
gettext
gflags
gh
git
git-lfs
gitleaks
glog
go
gofumpt
gopls
grpc
harfbuzz
hyperfine
icu4c@77
jansson
jpeg-turbo
jq
just
libevent
libgit2
libnghttp2
libpng
libsodium
libssh2
libtiff
libtool
libunistring
libuv
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
little-cms2
lpeg
lua
luajit
luv
lz4
lzo
m4
mdcat
miniserve
mpdecimal
ncurses
neovim
nlohmann-json
node
oha
ollama
oniguruma
openjdk
openssl@3
pcre2
pixman
pkgconf
procs
protobuf
pstree
python-certifi
python@3.13
re2
readline
ripgrep
rtmpdump
ruby
ruff
rust-analyzer
snappy
spdlog
sqlite
starship
stylua
tmux
tokei
tree-sitter
typos-cli
unibilium
universal-ctags
utf8proc
uv
vim
wangle
watchman
xh
xorgproto
xxhash
xz
yt-dlp
zsh-autopair
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zstd
claude-code
clop
easydict
ghostty
logseq
sequel-ace
