ada-url
ast-grep
atuin
bat
boost
brotli
c-ares
ca-certificates
certifi
cmake
dav1d
deno
diff-so-fancy
difftastic
double-conversion
dua-cli
edencommon
eza
fb303
fbthrift
fd
ffmpeg
fizz
fmt
folly
fzf
gettext
gflags
gh
git
git-lfs
glog
go
gofumpt
gopls
hdrhistogram_c
herdr
icu4c@78
jansson
jpeg-turbo
jq
lame
libevent
libffi
libgit2
libnghttp2
libnghttp3
libngtcp2
libsodium
libssh2
libtiff
libunistring
libuv
libvmaf
libvpx
libyaml
little-cms2
llhttp
lpeg
luajit
luv
lz4
merve
miniserve
mise
mole
mpdecimal
multica
nbytes
ncurses
neovim
node
oniguruma
openssl@3
opus
pcre2
python@3.14
readline
ripgrep
rtk
ruff
rust-analyzer
sdl2-compat
sdl3
simdjson
simdutf
snappy
sqlite
starship
svt-av1
tmux
tokei
tree-sitter
typos-cli
unibilium
universal-ctags
usage
utf8proc
uv
uvwasi
vim
wangle
watchman
witr
x264
x265
xh
xxhash
xz
yq
yt-dlp
zoxide
zsh-autopair
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zstd
