ada-url
ast-grep
atuin
bat
bear
boost
brotli
c-ares
ca-certificates
caddy
cairo
certifi
cliproxyapi
cmake
curl
dav1d
deno
diff-so-fancy
difftastic
dotenv-linter
double-conversion
dua-cli
edencommon
eza
fb303
fbthrift
fd
ffmpeg
fizz
fmt
fnm
folly
fontconfig
freetype
fx
fzf
gettext
gflags
ggml
gh
giflib
git
git-lfs
git-xet
gitleaks
glib
glog
go
gofumpt
gopls
graphite2
harfbuzz
hdrhistogram_c
hf
huggingface-cli
hyperfine
icu4c@78
jansson
jj
jpeg-turbo
jq
just
lame
libevent
libgit2
libnghttp2
libnghttp3
libngtcp2
libomp
libpng
libsodium
libssh2
libtiff
libtool
libunistring
libuv
libvpx
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
little-cms2
llama.cpp
llhttp
lpeg
lua@5.4
luajit
luv
lz4
lzo
m4
miniserve
mole
mpdecimal
ncurses
neovim
node
oha
oniguruma
openjdk
openjdk@21
openssl@3
opus
parquet-cli
pcre2
pixman
procs
pstree
python-certifi
python@3.14
readline
ripgrep
rtk
ruby
ruff
rust-analyzer
sdl2
simdjson
snappy
sqlite
starship
stylua
svt-av1
tmux
tokei
tree-sitter
tree-sitter-cli
typos-cli
unibilium
universal-ctags
utf8proc
uv
uvwasi
vim
wangle
watchman
x264
x265
xh
xorgproto
xxhash
xz
yq
yt-dlp
zoxide
zsh-autopair
zsh-autosuggestions
zsh-syntax-highlighting
zstd
clop
sequel-ace
